"Discovery.TITLE" = "Всі курси";
"Discovery.SEARCH" = "Пошук";
"Discovery.HEADER.TITLE_1" = "Всі курси";
"Discovery.HEADER.TITLE_2" = "Давайте знайдемо нові курси для вас";
"Discovery.SEARCH.TITLE" = "Результати пошуку";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Почніть вводити текст, щоб знайти курс";
"Discovery.UPDATE_REQUIRED_TITLE" = "Потрібне оновлення додатка";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Ця версія додатка Зрозуміло! застаріла. Щоб продовжити навчання та отримати останні функції та виправлення, оновіться до останньої версії.";
"Discovery.UPDATE_WHY_NEED" = "Чому я маю оновити програму?";
"Discovery.UPDATE_DEPRECATED_APP" = "Застаріла версія додатка";
"Discovery.UPDATE_BUTTON" = "Оновити";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Налаштування";
"Discovery.UPDATE_NEEDED_TITLE" = "Оновлення додатку";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Ми рекомендуємо вам оновити додаток до останньої версії. Оновіть зараз, щоб отримати нові функції та виправлення.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Не зараз";
"Discovery.UPDATE_NEW_AVALIABLE" = "Доступне нове оновлення! Оновіть зараз, щоб отримати найновіші функції та виправлення";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Вихід з програми";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Ви зараз виходите з програми і відкриваєте браузер";
"Discovery.DETAILS.TITLE" = "Деталі курсу";
"Discovery.DETAILS.VIEW_COURSE" = "Переглянути курс";
"Discovery.DETAILS.ENROLL_NOW" = "Зареєструватися";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Ви не можете зареєструватися на цей курс, оскільки дата реєстрації закінчилася.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Щоб записатися на цей курс, переконайтеся, що ви підключені до Інтернету.";
"Dashboard.TITLE" = "Мої курси";
"Dashboard.HEADER.COURSES" = "Курси";
"Dashboard.HEADER.WELCOME_BACK" = "З поверненням. Давайте продовжимо вчитись.";
"Dashboard.SEARCH" = "Знайти";
"Dashboard.EMPTY.SUBTITLE" = "Ви не підписані на жодний курс.";
"Dashboard.LEARN.TITLE" = "вчитися";
"Dashboard.LEARN.VIEW_ALL" = "Подивитись все";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Переглянути всі курси ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Усі курси";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 прострочена переуступка";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Переглянути завдання";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Прострочені завдання";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Виконані завдання %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Здійснюється через %@ днів";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Відновити курс";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Почати курс";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Курси";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Програми";
"Dashboard.LEARN.CATEGORY.ALL" = "все";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "В процесі";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Завершено";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Термін дії минув";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Немає курсів";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Немає курсів у розробці";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Немає завершених курсів";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Немає прострочених курсів";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Ви зараз не зараховані на жодні курси, бажаєте переглянути каталог курсів?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Знайти курс";
"Discussion.TITLE" = "Дискусії";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Публікація в обговореннях заборонена командою курсу";
"Discussion.TOPICS.SEARCH" = "Пошук по всім постам";
"Discussion.TOPICS.ALL_POSTS" = "Всі пости";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Улюблені пости";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Основні категорії";
"Discussion.TOPICS.UNNAMED" = "Підкатегорія без назви";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Остання активність";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Найактивниші";
"Discussion.POSTS.SORT.MOST_VOTES" = "Найбільше голосів";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Ще немає дискусій";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Натисніть кнопку нижче, щоб створити свою першу дискусію.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Створити дискусію";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Додайте пост";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Всі пости";
"Discussion.POSTS.FILTER.UNREAD" = "Непрочитаних";
"Discussion.POSTS.FILTER.UNANSWERED" = "Без відповіді";
"Discussion.POSTS.CREATE_NEW_POST" = "Створити новий пост";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Оберіть";
"Discussion.POST.LAST_POST" = "Останній пост:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Коментарій додано";
"Discussion.THREAD.ADD_RESPONSE" = "Додати відповідь";
"Discussion.CREATE_THREAD.NEW_POST" = "Створити новий пост";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Обрати тип посту";
"Discussion.CREATE_THREAD.TOPIC" = "Тема";
"Discussion.CREATE_THREAD.TITLE" = "Назва";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Підписатись на дискусію";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Підписатись на питання";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Створити нову дискусію";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Створити нове питання";
"Discussion.COMMENT.REPORT" = "Поскаржитись";
"Discussion.COMMENT.UNREPORT" = "Зняти скаргу";
"Discussion.COMMENT.FOLLOW" = "Слідкувати";
"Discussion.COMMENT.UNFOLLOW" = "Не слідкувати";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Коментарій";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Коментарій додано";
"Discussion.RESPONSE.ADD_COMMENT" = "Додати коментарій";
"Discussion.POST_TYPE.QUESTION" = "питання";
"Discussion.POST_TYPE.DISCUSSION" = "дискусія";
"Discussion.SEARCH" = "Знайти";
"Discussion.SEARCH.TITLE" = "Результати пошуку";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Почніть вводити текст, щоб знайти теми";
"Discussion.ANONYMOUS" = "Анонім";
"WhatsNew.TITLE" = "Що нового";
"WhatsNew.BUTTON_PREVIOUS" = "Назад";
"WhatsNew.BUTTON_NEXT" = "Далі";
"WhatsNew.BUTTON_DONE" = "Завершити";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Увійти";
"Authorization.SIGN_IN.WELCOME_BACK" = "З поверненням! Авторизуйтесь, щоб продовжити.";
"Authorization.SIGN_IN.EMAIL" = "Пошта";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Електронна пошта або ім&#39;я користувача";
"Authorization.SIGN_IN.PASSWORD" = "Пароль";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Забули пароль?";
"Authorization.SIGN_IN.AGREEMENT" = "Входячи в цю програму, ви погоджуєтеся з [%@ Ліцензійною угодою кінцевого користувача](%@) та [%@ Умовами надання послуг та Кодексом честі](%@) і ви визнаєте, що %@ та кожен учасник обробляють ваші особисті дані відповідно до [Політики конфіденційності.](%@)";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "невірна адреса електронної пошти";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Пароль занадто короткий або занадто довгий";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Цей %@ обліковий запис не пов'язаний з жодним %@ обліковим записом. Будь ласка, зареєструйтесь.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Недійсна електронна адреса або ім&#39;я користувача";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ваш обліковий запис вимкнено. Будь ласка, зв'яжіться з підтримкою клієнтів для отримання допомоги.";
"Authorization.SIGN_UP.SUBTITLE" = "Cтворити новий акаунт.";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Створити акаунт";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Приховати необовʼязкові поля";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Показати необовʼязкові поля";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Ви успішно увійшли.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Нам потрібно ще трохи інформації, перш ніж ви почнете навчатися.";
"Authorization.SIGN_UP.AGREEMENT" = "Створюючи обліковий запис, ви погоджуєтеся з [%@ Ліцензійною угодою кінцевого користувача](%@) та [%@ Умовами надання послуг та Кодексом честі](%@) і ви визнаєте, що %@ та кожен учасник обробляють ваші особисті дані відповідно до [Політики конфіденційності.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Я погоджуюсь, що %@ може надсилати мені рекламні повідомлення.";
"Authorization.FORGOT.TITLE" = "Відновлення паролю";
"Authorization.FORGOT.DESCRIPTION" = "Будь ласка, введіть свою адресу електронної пошти для входу або відновлення нижче, і ми надішлемо вам електронний лист з інструкціями.";
"Authorization.FORGOT.REQUEST" = "Відновити пароль";
"Authorization.FORGOT.CHECK_TITLE" = "Перевірте свою електронну пошту";
"Authorization.FORGOT.CHECK_Description" = "Ми надіслали інструкції щодо відновлення пароля на вашу електронну пошту ";
"Authorization.SIGN_IN_WITH" = "Увійти з";
"Authorization.REGISTER_WITH" = "Зареєструватись з";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Або";
"Authorization.STARTUP.INFO_MESSAGE" = "Курси та програми від найкращих університетів світу у вас в кишені.";
"Authorization.STARTUP.SEARCH_TITLE" = "Що ви хочете вивчити?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Шукати серед усіх курсів";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Дослідити всі курси";
"Authorization.STARTUP.TITLE" = "Початок";
"Core.MAINSCREEN.DISCOVERY" = "Всі курси";
"Core.MAINSCREEN.DASHBOARD" = "Мої курси";
"Core.MAINSCREEN.IN_DEVELOPING" = "В розробці";
"Core.MAINSCREEN.PROGRAMS" = "Програми";
"Core.MAINSCREEN.PROFILE" = "Профіль";
"Core.MAINSCREEN.LEARN" = "вчитися";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Спробувати ще";
"Core.ERROR.INVALID_CREDENTIALS" = "Недійсні дані авторизації";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Повільне або відсутнє з’єднання з Інтернетом";
"Core.ERROR.NO_CACHED_DATA" = "Немає збережених даних для автономного режиму";
"Core.ERROR.USER_NOT_ACTIVE" = "Обліковий запис користувача не активовано. Будь ласка, спочатку активуйте свій обліковий запис.";
"Core.ERROR.UNKNOWN_ERROR" = "Щось пішло не так";
"Core.ERROR.WIFI" = "Завантажувати файли можна лише через Wi-Fi. Ви можете змінити це в налаштуваннях.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Помилка авторизації.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Немає підключення до Інтернету";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Щоб переглянути цей вміст, підключіться до Інтернету.";
"Core.COURSEWARE.COURSE_CONTENT" = "Зміст курсу";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Цей інтерактивний компонент ще не доступний для мобільних пристроїв.";
"Core.COURSEWARE.COURSE_UNITS" = "Модулі";
"Core.COURSEWARE.NEXT" = "Далі";
"Core.COURSEWARE.PREVIOUS" = "Назад";
"Core.COURSEWARE.FINISH" = "Завершити";
"Core.COURSEWARE.GOOD_WORK" = "Гарна робота!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Повернутись до модуля";
"Core.COURSEWARE.SECTION_COMPLETED" = "Ви закінчили “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Продовжити";
"Core.COURSEWARE.RESUME" = "Продовжити";
"Core.COURSEWARE.RESUME_WITH" = "Продовжити далі:";
"Core.COURSEWARE.NEXT_SECTION" = "Наступний розділ";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Щоб перейти до “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” натисніть “Наступний розділ”.";
"Core.ERROR.RELOAD" = "Перезавантажити";
"Core.DATE.COURSE_STARTS" = "Початок курсу";
"Core.DATE.COURSE_ENDS" = "Курс закінчується";
"Core.DATE.COURSE_ENDED" = "Курс завершено";
"Core.DATE.ENDED" = "Кінець";
"Core.DATE.START" = "Початок";
"Core.DATE.STARTED" = "Почався";
"Core.DATE.JUST_NOW" = "Прямо зараз";
"Core.ALERT.ACCEPT" = "ТАК";
"Core.ALERT.CANCEL" = "СКАСУВАТИ";
"Core.ALERT.LOGOUT" = "Вийти";
"Core.ALERT.LEAVE" = "Покинути";
"Core.ALERT.KEEP_EDITING" = "Залишитись";
"Core.ALERT.DELETE" = "ВИДАЛИТИ";
"Core.ALERT.ADD" = "додати";
"Core.ALERT.REMOVE" = "видалити";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Видалити календар курсу";
"Core.NO_INTERNET.OFFLINE" = "Офлайн режим";
"Core.NO_INTERNET.DISMISS" = "Сховати";
"Core.NO_INTERNET.RELOAD" = "Перезавантажити";
"Core.DATE_FORMAT.MMMM_DD" = "dd MMMM";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "dd MMM, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "dd MMMM yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Скачати";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Скачано";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Завершено";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Якість завантаження відео";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Авто";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Рекомендовано";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Менше використання даних";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Найкраща якість";
"Core.DONE" = "Зберегти";
"Core.VIEW " = "Переглянути";
"Core.PICKER.SEARCH" = "Знайти";
"Core.PICKER.ACCEPT" = "Прийняти";
"Core.WEBVIEW.ALERT.OK" = "Так";
"Core.WEBVIEW.ALERT.CANCEL" = "Скасувати";
"Core.WEBVIEW.ALERT.CONTINUE" = "Продовжити";
"Core.REVIEW.VOTE_TITLE" = "Вам подобається Зрозуміло!?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Ваш відгук важливий для нас. Можливо, ви візьмете хвилинку, щоб оцінити додаток, натиснувши на зірку нижче? Дякуємо за вашу підтримку!";
"Core.REVIEW.FEEDBACK_TITLE" = "Залиште відгук";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Нам шкода чути, що ваше навчання мало деякі проблеми. Ми вдячні за будь-який відгук.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Дякуємо";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Дякуємо, що поділилися своїми враженнями з нами. Бажаєте залишити свій відгук про цей додаток для інших користувачів в магазині додатків?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Дякуємо";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Ми отримали ваш відгук і використовуватимемо його для покращення вашого навчального досвіду в майбутньому!";
"Core.REVIEW.BETTER" = "Що можна було б зробити краще?";
"Core.REVIEW.NOT_NOW" = "Не зараз";
"Core.REVIEW.BUTTON.SUBMIT" = "Надіслати";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Поділитися відгуком";
"Core.REVIEW.BUTTON.RATE_US" = "Оцінити нас";
"Core.REVIEW.EMAIL.TITLE" = "Виберіть поштового клієнта:";
"Core.SOCIAL_SIGN_CANCELED" = "Користувач скасував процес входу.";
"Core.SIGN_IN.LOG_IN_BTN" = "Увійти";
"Core.REGISTER" = "зареєструватися";
"Core.TOMORROW" = "завтра";
"Core.YESTERDAY" = "вчора";
"Core.OPEN_IN_BROWSER" = "Переглянути в Safari";
"Profile.TITLE" = "Профіль";
"Profile.INFO" = "Дані профілю";
"Profile.ABOUT" = "Про мене";
"Profile.EDIT_PROFILE" = "Редагування";
"Profile.YEAR_OF_BIRTH" = "Рік народження:";
"Profile.BIO" = "Біо:";
"Profile.SETTINGS" = "Налаштування";
"Profile.SETTINGS_VIDEO" = "Налаштування відео";
"Profile.SUPPORT_INFO" = "Інформація про підтримку";
"Profile.CONTACT" = "Cлужби підтримки";
"Profile.TERMS" = "Умови використання";
"Profile.PRIVACY" = "Політика конфіденційності";
"Profile.COOKIE_POLICY" = "Політика використання файлів cookie";
"Profile.DO_NOT_SELL_INFORMATION" = "Не продавати мою особисту інформацію";
"Profile.FAQ_TITLE" = "Переглянути FAQ";
"Profile.MANAGE_ACCOUNT" = "Керувати обліковим записом";
"Profile.LOGOUT" = "Вийти";
"Profile.SWITCH_TO" = "Переключити на";
"Profile.FULL_PROFILE" = "повний профіль";
"Profile.LIMITED_PROFILE" = "обмежений профіль";
"Profile.LOGOUT_ALERT.TITLE" = "Підтвердження виходу";
"Profile.LOGOUT_ALERT.TEXT" = "Ви впевнені, що бажаєте вийти?";
"Profile.DELETE_ALERT.TITLE" = "Увага!";
"Profile.DELETE_ALERT.TEXT" = "Ви дійсно хочете видалити свій обліковий запис?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Є незбережені дані";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Ви дійсно хочете вийти без збереження?";
"Profile.EDIT.TOO_YONG_USER" = "Вам має бути більше 13 років, щоб мати профіль із повним доступом до інформації.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "В обмеженому профілі доступні лише ваше ім’я користувача.";
"Profile.EDIT.DELETE_ACCOUNT" = "Видалити акаунт";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Рік народження:";
"Profile.EDIT.FIELDS.LOCATION" = "Країна";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Мова спілкування";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Про мене:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Змінити фото профілю";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Обрати із галереї";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Видалити зображення";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Скасувати";
"Profile.DELETE_ACCOUNT.TITLE" = "Видалення акаунту";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Ви впевнені, що хочете ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "видалити свій обліковий запис?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Для підтвердження цієї дії необхідно ввести пароль свого облікового запису.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Пароль";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Введіть пароль";
"Profile.DELETE_ACCOUNT.COMFIRM" = "Так, видалити акаунт";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Повернутись до профілю";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Пароль неправильний. Будь ласка спробуйте ще раз.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Налаштування відео";
"Profile.SETTINGS.WIFI_TITLE" = "Тільки Wi-fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Завантажувати відео, лише коли Wi-Fi увімкнено";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Якість потокового відео";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Авто (Рекомендовано)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Авто";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Найкраща якість";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "економія трафіку";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Найкраща якість";
"Profile.SETTINGS.VERSION" = "Версія:";
"Profile.SETTINGS.UP_TO_DATE" = "Оновлено";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Клацніть, щоб оновити до версії";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Клацніть, щоб встановити обов'язкове оновлення програми";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Не вдалося надіслати електронний лист. Здається, ваш поштовий клієнт не налаштований.";
"Profile.CALENDAR.NEW_CALENDAR" = "Новий календар";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Змінити параметри синхронізації";
"Profile.CALENDAR.ACCOUNT" = "Обліковий запис";
"Profile.CALENDAR.CALENDAR_NAME" = "Назва календаря";
"Profile.CALENDAR.COLOR" = "колір";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "У цьому календарі відображатимуться майбутні завдання для активних курсів";
"Profile.CALENDAR.CANCEL" = "Скасувати";
"Profile.CALENDAR.BEGIN_SYNCING" = "Почати синхронізацію";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Синхронізовано";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Помилка синхронізації";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Офлайн режим";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Доступ до календаря";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Змінити параметри синхронізації";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Щоб відображати у вашому календарі майбутні завдання та етапи курсу, нам потрібен дозвіл на доступ до вашого календаря.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Якщо вимкнути синхронізацію календаря, календар «Мої завдання» буде видалено. Ви можете будь-коли знову ввімкнути синхронізацію календаря.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Надати доступ до календаря";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Вимкнути синхронізацію";
"Profile.CALENDAR_DIALOG.CANCEL" = "Скасувати";
"Profile.DATES_AND_CALENDAR.TITLE" = "Дати та календар";
"Profile.CALENDAR_SYNC.TITLE" = "Синхронізація календаря";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Налаштуйте синхронізацію календаря, щоб у вашому календарі відображалися ваші майбутні завдання та основні етапи курсу. Нові завдання та зміщені дати курсу синхронізуватимуться автоматично";
"Profile.CALENDAR_SYNC.BUTTON" = "Налаштувати синхронізацію календаря";
"Profile.OPTIONS.TITLE" = "Опції";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Використовуйте відносні дати";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Показати відносні дати, наприклад «Завтра» та «Вчора»";
"Profile.DATES_AND_CALENDAR.TITLE" = "Дати та календар";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Синхронізація календаря курсу";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Повторно підключіть свій календар, щоб відновити синхронізацію";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Наразі події синхронізуються з вашим календарем";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Повторно підключіть календар";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Змінити параметри синхронізації";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Синхронізація курсів %d";
"Profile.OPTIONS.TITLE" = "Опції";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Використовуйте відносні дати";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Показати відносні дати, наприклад «Завтра» та «Вчора»";
"Profile.COURSES_TO_SYNC.TITLE" = "Курси для синхронізації";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Якщо вимкнути синхронізацію для курсу, усі події, пов’язані з курсом, буде видалено з вашого синхронізованого календаря.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Приховати неактивні курси";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Автоматично видаляйте події з курсів, які ви не переглядали минулого місяця";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Неактивний";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Місцевий";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Акцент";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Червоний";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Помаранчевий";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Жовтий";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Зелений";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Синій";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Фіолетовий";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Коричневий";
"Profile.CALENDAR.COURSE_DATES" = "%@ Дати курсу";
"Profile.DROP_DOWN_PICKER.SELECT" = "Виберіть";
"Profile.SYNC_SELECTOR.SYNCED" = "Синхронізовано";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Не синхронізовано";
"Course.OUTLINE.PASSED_THE_COURSE" = "Ви пройшли курс";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Переглянути сертифікат";
"Course.OUTLINE.CERTIFICATE" = "Сертифікат";
"Course.OUTLINE.COURSE_VIDEOS" = "Відео з курсу";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Цей курс ще не почався.";
"Course.COURSEWARE.COURSE_CONTENT" = "Зміст курсу";
"Course.COURSEWARE.COURSE_UNITS" = "Модулі";
"Course.COURSEWARE.NEXT" = "Далі";
"Course.COURSEWARE.PREVIOUS" = "Назад";
"Course.COURSEWARE.FINISH" = "Завершити";
"Course.COURSEWARE.GOOD_WORK" = "Гарна робота!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Повернутись до модуля";
"Course.COURSEWARE.SECTION" = "Секція “";
"Course.COURSEWARE.IS_FINISHED" = "“ завершена.";
"Course.COURSEWARE.CONTINUE" = "Продовжити";
"Course.COURSEWARE.RESUME_WITH" = "Продовжити далі:";
"Course.ERROR.NO_INTERNET" = "Ви не підключені до Інтернету. Перевірте підключення до Інтернету і спробуйте ще.";
"Course.ERROR.RELOAD" = "Перезавантажити";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Компонент курсу не знайдено, будь ласка, перезавантажте";
"Course.ERROR.NO_HANDOUTS" = "Наразі для цього курсу немає роздаткових матеріалів";
"Course.ALERT.ROTATE_DEVICE" = "Поверніть пристрій, щоб переглянути це відео на весь екран.";
"Course.ALERT.ACCEPT" = "Прийняти";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Ви впевнені, що хочете видалити всі відео для";
"Course.ALERT.DELETE_VIDEOS" = "Ви впевнені, що хочете видалити відео для";
"Course.ALERT.STOP_DOWNLOADING" = "Вимкнення перемикача зупинить завантаження та видалить всі завантажені відео для";
"Course.ALERT.WARNING" = "УВАГА";
"Course.COURSE_CONTAINER.HOME" = "додому";
"Course.COURSE_CONTAINER.VIDEOS" = "Всі відео";
"Course.COURSE_CONTAINER.DATES" = "Дати";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Дискусії";
"Course.COURSE_CONTAINER.HANDOUTS" = "Матеріали";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Матеріали в процесі розробки";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Нотатки";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Оголошення";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Знайдіть важливу інформацію про курс";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Будьте в курсі останніх новин";
"Course.NOT_AVALIABLE.TITLE" = "Цей інтерактивний компонент не доступний";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Досліджуйте інші частини цього курсу або перегляньте цю в Браузері.";
"Course.NOT_AVALIABLE.BUTTON" = "Відкрити в браузері";
"Course.SUBTITLES.TITLE" = "Субтитри";
"Course.ACCESSIBILITY.DOWNLOAD" = "Скачати";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Скасувати завантаження";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Видалити файл";
"Course.DOWNLOAD.DOWNLOADS" = "Завантаження";
"Course.DOWNLOAD.DOWNLOAD" = "Завантажити";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Всі відео завантажено";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Завантаження відео...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Завантажити на пристрій";
"Course.DOWNLOAD.VIDEOS" = "Відео";
"Course.DOWNLOAD.REMAINING" = "Залишилося";
"Course.DOWNLOAD.UNTITLED" = "Без назви";
"Course.DOWNLOAD.TOTAL" = "Всього";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Ви не можете змінити якість завантаження відео, коли всі відео завантажуються";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Відео, які ви вибрали, більше 1 ГБ. Ви хочете завантажити ці відео?";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Ваші поточні налаштування завантаження дозволяють завантаження лише через Wi-Fi.\nБудь ласка, підключіться до Wi-Fi або змініть налаштування завантаження.";
"Course.COURSE_DATES.TODAY" = "Сьогодні";
"Course.COURSE_DATES.COMPLETED" = "Завершено";
"Course.COURSE_DATES.PAST_DUE" = "Прострочено";
"Course.COURSE_DATES.DUE_NEXT" = "Наступний термін";
"Course.COURSE_DATES.UNRELEASED" = "Невиданий";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Лише перевірені";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Предмети приховано";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Елемент приховано";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Терміни зміщено";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Ваші дати пологів успішно перенесено, щоб допомогти вам залишатися на шляху.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Переглянути всі дати";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Синхронізувати з календарем";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Автоматично синхронізуйте всі кінцеві терміни та терміни для цього курсу з вашим календарем.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Додати календар";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Видалити календар";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Бажаєте додати календар %@ &quot; %@ &quot;?\n Ви можете будь-коли змінити або видалити календар курсу в Календарі або Налаштуваннях";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Чи бажаєте ви видалити календар %@ &quot; %@ &quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; додано до вашого календаря.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Синхронізація календаря...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Переглянути події";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Ваш календар курсу додано.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Ваш календар курсу видалено.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Календар подій";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Ваш календар курсу застарів";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Дати ваших курсів перенесено, і ваш календар курсів більше не відповідає новому розкладу.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Оновити зараз";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Ваш календар курсу оновлено.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ не має дозволу на календар. Перейдіть до налаштувань і надайте дозвіл календарю.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Відкрийте налаштування";
"Course.COURSE_DATES.SETTINGS" = "Налаштування";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Не хвилюйтеся – перенесіть наш запропонований розклад, щоб виконати прострочені завдання, не втрачаючи прогресу.";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Зсув термінів виконання";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Пропустив деякі терміни?";
"Course.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Ми склали запропонований розклад, щоб допомогти вам залишатися на шляху. Але не хвилюйтеся – він гнучкий, тому ви можете навчатися у своєму власному темпі. Якщо ви відстаєте, ви зможете скоригувати дати, щоб не відставати.";
"Course.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Щоб виконати оцінені завдання в рамках цього курсу, ви можете оновити сьогодні.";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Ви перевіряєте цей курс, що означає, що ви не можете брати участь у оцінюваних завданнях. Схоже, ви пропустили деякі важливі терміни згідно з нашим запропонованим графіком. Щоб виконати оцінені завдання в рамках цього курсу та перенести прострочені завдання в майбутнє, ви можете оновити сьогодні.";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Ваші дати не можна перенести. Будь ласка спробуйте ще раз.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ваші дати успішно перенесено.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Дати курсу";
"Course.COURSE.DUE_TODAY" = "Термін виконання сьогодні";
"Course.COURSE.DUE_TOMORROW" = "Завтра";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ з %@ завдань виконано";
